/* Project > New Project Assistant */

"New Project" = "Nouveau projet";

"Choose a template for your project:" = "Choisissez un modèle pour votre projet :";


"Create" = "Créer";

"The parent directory of the project directory you specified does not exist." = "Le dossier parent du dossier du projet que vous avez spécifié n'existe pas.";

"The parent directory of the project directory you specified is not a directory." = "Le dossier parent du dossier du projet que vous avez spécifié n'est pas un dossier en réalité.";

"A file with the same name as the project directory you specified already exists." = "Un fichier avec le même nom que le dossier du projet existe déjà à cet emplacement.";

"A file with this name already exists at this location." = "Un fichier avec ce nom existe déjà à cet emplacement.";

"Please select another location for the project." = "Veuillez sélectionner un autre emplacement pour le projet.";

"Packages is not able to create the project directory at \"%@\"." = "Packages ne peut pas créer le dossier du project à l'emplacement «%@».";

"Check that you have the required write privileges." = "Vérifiez que vous avez les autorisations nécessaires.";

"The project directory %@ will be created if necessary, and the project file %@.pkgproj will be created therein." = "Le dossier %@ sera créé si nécessaire, et le fichier %@.pkgproj sera créé dans ce dossier.";
